{
    "definitions": [
        {
            "title": "AIDS Coalition to Unleash Power (ACT UP New York"
            , "definition": " Formed in New York City in 1987, ACT UP New York is a direct action advocacy organization known for staging dramatic protests and confronting public officials. ACT UP members continue to advocate on behalf of people with AIDS and work to end the AIDS epidemic globally. "
       }, {
            "title": "American Boyz NYC"
            , "definition": "A support group for people on the transmasculine spectrum during the 1990s. This group was the first of its kind and provided one of the first safe spaces for non-binary identified people. In the late 1990s, the organization recognized several autonomous chapters across the U.S."
       }, {
            "title": "Androgynous"
            , "definition": "Androgynous refers to an expression of gender that is partially masculine and partially feminine. It can also refer to an indeterminate gender expression, or an expression of gender which lacks explicitly masculine or feminine traits."
       }, {
            "title": "Bathroom Bills"
            , "definition": "As nondiscrimination laws expand to include transgender identities, opponents have raised the issue of bathroom safety. Their argument claims that if transgender people are allowed to use the bathroom that aligns with their gender and not their sex assigned at birth, then sexual predators will claim to be transgender in order to gain access to bathrooms of the opposite sex. Similar arguments have been used fallaciously in opposition to the Equal Rights Act and other non-discrimination policies throughout history.</br>In 2016, North Carolina passed HB2, a bill which bans anyone from using a public facility that does not match their sex assigned at birth. This particular piece of legislation has caused an uproar among trans advocates. Similar bills are being considered in other states. Many conservative politicians use bathroom bills to advance their careers, often at the expense of transgender rights.</br>Not limited to legislation, bathrooms have been a source of turmoil for transgender people for decades. Many people included in this project reported being denied access to restrooms which align with their gender identity. Transgender people, particularly those who do not fit comfortably in binary genders, often face the threat of violence in either “Male” or “Female” restrooms."
       }, {
            "title": "Cisgender"
            , "definition": "Cisgender refers to a person whose gender identity matches their sex assigned at birth. A cisgender person is a non-transgender person. "
       }, {
            "title": "Conversion Therapy"
            , "definition": "Based in the belief that transgenderism is morally wrong, conversion therapy seeks to “cure” the transgender person by convincing them to embrace the gender they were assigned at birth. This form of therapy, while once popular, has been decried by psychologists due to the adverse effects it often has on patients. Conversion therapy is also often used in the context of homosexuality.</br>In 2016, Governor Andrew Cuomo announced an executive order which bans insurance coverage of conversion therapy in New York State."
       }, {
            "title": "Crossdresser"
            , "definition": "A person who wears clothing stereotypically associated with a different gender, often as a temporary expression of their identity. Typically this term refers specifically to men who wear clothing associated with women"
       }, {
            "title": "Crossdresser’s Network"
            , "definition": "A support and social group formed in 1989 and located in Rochester, NY. By 1991, the group included over 70 members, held special events, published a newsletter, and operated a lending library. This group is no longer active."
       }, {
            "title": "Drag Queen"
            , "definition": "A man who wears clothing, makeup, and accessories that are often a caricature of femininity. This expression of gender is typically performed for an audience. Before and during the 1970s, many transgender women called themselves drag queens because language did not yet differentiate between the two identities. "
       }
   ]
}