{
    "definitions": [
        {
            "title": "AIDS Coalition to Unleash Power (ACT UP New York)"
            , "definition": " Formed in New York City in 1987, ACT UP New York is a direct action advocacy organization known for staging dramatic protests and confronting public officials. ACT UP members continue to advocate on behalf of people with AIDS and work to end the AIDS epidemic globally.</br> <a href='http://www.actupny.org' target='_blank' >ActupNY.org</a> "
       }, {
            "title": "American Boyz NYC"
            , "definition": "A support group for people on the transmasculine spectrum during the 1990s. This group was the first of its kind and provided one of the first safe spaces for non-binary identified people. In the late 1990s, the organization recognized several autonomous chapters across the U.S."
       }, {
            "title": "Androgynous"
            , "definition": "An expression of gender that is partially masculine and partially feminine. It can also refer to an indeterminate gender expression, or an expression of gender which lacks explicitly masculine or feminine traits."
       }, {
            "title": "Bathroom Bills"
            , "definition": "A piece of legislation which attempts to regulate bathroom use based on sex assigned at birth. As nondiscrimination laws expand to include transgender identities, opponents have raised the issue of bathroom safety. Their argument claims that if transgender people are allowed to use the bathroom that aligns with their gender and not their sex assigned at birth, then sexual predators will claim to be transgender in order to gain access to bathrooms of the opposite sex. Similar arguments have been used fallaciously in opposition to the Equal Rights Act and other non-discrimination policies throughout history.</br>In 2016, North Carolina passed HB2, a bill which bans anyone from using a public facility that does not match their sex assigned at birth. This particular piece of legislation has caused an uproar among trans advocates. Similar bills are being considered in other states. Many conservative politicians use bathroom bills to advance their careers, often at the expense of transgender rights.</br>Not limited to legislation, bathrooms have been a source of turmoil for transgender people for decades. Many people included in this project reported being denied access to restrooms which align with their gender identity. Transgender people, particularly those who do not fit comfortably in binary genders, often face the threat of violence in either “Male” or “Female” restrooms."
       }, {
            "title": "Cisgender"
            , "definition": "A person whose gender identity matches their sex assigned at birth. A cisgender person is a non-transgender person. "
       }, {
            "title": "Conversion Therapy"
            , "definition": "A therapeutic technique that is based in the belief that transgenderism is morally wrong and that seeks to “cure” the transgender person by convincing them to embrace the gender they were assigned at birth. This form of therapy, while once popular, has been decried by psychologists due to the adverse effects it often has on patients. Conversion therapy is also often used in the context of homosexuality.</br>In 2016, Governor Andrew Cuomo announced an executive order which bans insurance coverage of conversion therapy in New York State. "
       }, {
            "title": "Crossdresser"
            , "definition": "A person who wears clothing stereotypically associated with a different gender, often as a temporary expression of their identity. Typically this term refers specifically to men who wear clothing associated with women."
       }, {
            "title": "CD Network"
            , "definition": "A support and social group formed in 1989 and located in Rochester, NY. By 1991, the group included over 70 members, held special events, published a newsletter, and operated a lending library. This group is no longer active."
       }, {
            "title": "Drag Queen"
            , "definition": " A man who wears clothing, makeup, and accessories that are often a caricature of femininity. This expression of gender is typically performed for an audience. Before and during the 1970s, many transgender women called themselves drag queens because language did not yet differentiate between the two identities."
       }, {
            "title": "Dysphoria"
            , "definition": "A profound dissatisfaction; the opposite of euphoria. Dysphoria is often used to describe the mental stress caused by mismatching gender identity and sex assigned at birth. "
       }, {
            "title": "Empire State Pride Agenda (ESPA)"
            , "definition": "A political advocacy organization that operated in New York State. Founded in 1990, the Empire State Pride Agenda advanced LGBT legislation, including hate-crime laws, the repeal of sodomy statutes, nondiscrimination policies, and marriage equality. Following executive orders announced by New York Governor Andrew Cuomo that accomplished most of these goals, the Empire State Pride Agenda dissolved in December 2015."
       }, {
            "title": "Employment Non Discrimination Act (ENDA)"
            , "definition": "A bill which would prohibit discrimination on the basis of sexual orientation or gender identity during the hiring process. While this particular bill was first introduced to the United States Congress in 1994, similar legislation has been proposed since 1974. The original bill, introduced in 1994, only included protections based on sexual orientation.</br>In 2007, gender identity was added to the protections, following demands from transgender advocates. However, the addition made the bill less favorable to conservative politicians, and, with the support of many gay rights advocates, gender identity was dropped from the bill. Those who supported eliminating gender identity from the legislation believed that the bill would be passed if it only covered sexual orientation, and some gay rights advocates were willing to push legislation at the expense of transgender people. Following debates and the outcome of the 2008 election, gender identity was reintroduced into the language of the bill in 2009.</br>As of 2016, no version of ENDA has passed through Congress.  "
       }, {
            "title": "Fantasia Fair"
            , "definition": "A week-long conference for transgender and gender nonconforming individuals. First held in October 1975 in Provincetown, Massachusetts, this annual event provides social and educational programs for participants. The Fantasia Fair continues today, making it the longest running annual gathering of transgender people.</br><a href='http://www.fantasiafair.org' target='_blank'>FantasiaFair.org</a>"
       }, {
            "title": "Gender Expression"
            , "definition": "The way in which a person communicates their gender to others. Gender expression can include clothing, inflection of voice, mannerisms, and social roles."
       }, {
            "title": "Gender Expression Non Discrimination Act (GENDA)"
            , "definition": "A proposed law in New York State which would add gender identity and expression to the state’s existing human rights and hate crime laws. First introduced to the House and the Assembly in 2003, the bill was passed by the Assembly in 2007 and each year since. As of the 2015 legislative session, GENDA has never reached the floor of the Senate."
       }, {
            "title": "Gender Identity"
            , "definition": "A person’s internal sense of masculinity, femininity, a combination of the two, or neither"
       }, {
            "title": "Gender Nonconforming"
            , "definition": "A person who rejects societal expectations of gender expression and identity. The term is sometimes used to include cisgender people who do not adhere to the stereotypical ideals associated with their sex assigned at birth, but do not identify as transgender."
       }, {
            "title": "Genesee Valley Gender Variants (GVGV or GV2)"
            , "definition": " A group in Rochester, NY that provides a non-judgemental social environment for transgender and gender nonconforming people. Maur DeLaney started the group in 2011 after recognizing a continued need for safe spaces within the community. "
       }, {
            "title": "Harry Benjamin Standards of Care"
            , "definition": "A collection of suggested guidelines for the diagnosis and treatment of Gender Dysphoria, formerly Gender Identity Disorder. First published in 1979, the guidelines are provided by the Harry Benjamin International Gender Dysphoria Association (HBIGDA) and have been revised consistently as medical treatment and research improve. </br><a href='http://www.tc.umn.edu/~colem001/hbigda/hindex.htm' target='_blank'>Harry Benjamin Standards of Care</a>"
       }, {
            "title": "Hormone Replacement Therapy"
            , "definition": "The use of feminizing or masculinizing hormones to change body chemistry and appearance. This treatment is used by transgender people who wish to achieve a more masculine or feminine body type."
       }, {
            "title": "International Foundation for Gender Education"
            , "definition": "An education and advocacy based organization which promotes an individualistic understanding of gender. Founded in 1987 in Waltham, Massachusetts, IFGE claims to operate the most complete transgender bookstore and publishes the Transgender Tapestry magazine. </br><a href='http://www.ifge.org/' target='_blank'>Ifge.org</a>"
       }, {
            "title": "The Lesbian Avengers"
            , "definition": "A direct action group which advocated for lesbian visibility, both within the lesbian community and outside of it. Founded in 1992 in New York City, the group rejected traditional forms of advocacy, including petitions and picket lines. Instead they opted for sensationalized demonstrations that attracted media attention. The most enduring and well known of these demonstrations is the annual Dyke March.</br><a href='http://www.lesbianavengers.com/' target='_blank'>lesbianavengers.com</a>"
       }, {
            "title": "Non-binary / Genderqueer"
            , "definition": "An expression of gender or a gender identity which rejects the notion of two distinct and opposite genders. "
       }, {
            "title": "OUT Magazine"
            , "definition": "The most popular and widely circulated LGBT lifestyle magazine in the United States. It was founded in 1990 and is published monthly."
       }, {
            "title": "Psychological Testing"
            , "definition": "An outdated evaluation which determined whether or not a person was eligible for medical transition. The test was performed by a neurologist and included math examinations, Rorschach tests, and other activities. These were used to evaluate personality attributes and compare them to traits stereotypically associated with masculinity and femininity. This examination was popular during the 1970s and 1980s."
       }, {
            "title": "Queer"
            , "definition": " A fluid identity label which embraces expressions of gender and sexuality that deviate from heteronormative ideals.</br>Before the 1990s, queer was often used as a derogatory slur for gay or gender nonconforming people. In the late 1980s, the slur was reclaimed by political radicals within the LGBT community who used the word to reflect direct opposition to heteronormative culture. In the 1990s, queer theory developed  as an academic field that combines feminist theory and LGBT studies."
       }, {
            "title": "Queer Nation"
            , "definition": "A queer activism organization which confronts anti-LGBTQ violence, media misrepresentation, and oppression. Founded in 1990 in New York City by members of ACT UP, the organization was known for its adversarial direct action techniques and public demonstrations.</br><a href='http://queernationny.org/' target='_blank'>queernationny.org</a>"
       }, {
            "title": "Rochester Trans Group (RTG)"
            , "definition": "A support and social group in Rochester for transgender individuals. A continuation of the Rochester Transgender Organization, the group was renamed Rochester Trans Group in 2005. Between 2005 and 2013, the name was changed several times between Rochester Transgender Group, Rochester Trans Group, and Rochester Trans* Group as terminology changed. The initials RTG remained constant throughout this time."
       }, {
            "title": "Rochester Transgender Organization (RTO)"
            , "definition": " A support and social group in Rochester for transgender individuals founded in 1995. In 2005, the organization was renamed the Rochester Trans Group."
       }, {
            "title": "Stone Butch Blues"
            , "definition": " A novel written in 1993 by transgender activist Leslie Feinberg. The main character, Jess Goldberg, questions conventional ideals of gender and blurs the lines between butch lesbianism and transmasculinity. This book influenced lesbian culture in the 1990s by reintroducing butch identities and questioning the relationship between lesbians and transmen."
       }, {
            "title": "Susans.org"
            , "definition": "An online resource for transgender people. The website was first launched in 1995 as a chatroom for transgender women to connect on the early internet. </br><a href='http://www.susans.org/' target='_blank'>www.susans.org</a> "
       }, {
            "title": "Trans"
            , "definition": "An umbrella term which neatly encompasses transgender, transsexual, and other gender nonconforming identities"
       }, {
            "title": "Trans Action Group (TAG)"
            , "definition": "A group in Rochester which focused on political advancement of transgender people. Founded in 2010 by Peter Vaillancourt, the group partnered with the New Students for a Democratic Society to promote a number of issues. The group dissolved after a year."
       }, {
            "title": "Trans Alliance of Greater Rochester (TAGR)"
            , "definition": " An organization in Rochester which provides social support and educational services to the Rochester area. A continuation of the Rochester Trans Group, the name was changed to reflect the collaboration between other queer and trans groups in Rochester, as well as extending services beyond the transgender community.</br><a href='https://tagrny.org/' target='_blank'>tagrny.org</a> "
       }, {
            "title": "Transgender"
            , "definition": "A person whose gender identity does not match the sex they were assigned at birth."
       }, {
            "title": "Transition"
            , "definition": " The process that a transgender person may choose to align themselves more closely with their gender identity. The process of transition may be a combination of social, emotional, or physical changes.</br>Some transgender people have criticized using the term “transition,” arguing that the word implies a distinct beginning and end of the process. It does not accurately reflect the ongoing process of hormone replacement therapy or socialization that many transgender people endure throughout their lives."
       }, {
            "title": "Transmasculine Spectrum"
            , "definition": "Reflecting the diversity of masculinity, this term refers to people who were assigned female at birth and express a masculine gender. This term acknowledges that gender exists more accurately on an incremental scale and asserts that masculinity is not expressed in any one distinct way. Transmasculine people may or may not identify as men, fulfill male gender roles, or undergo masculinizing medical treatments."
       }, {
            "title": "Transphobia"
            , "definition": "An aversion to transgender or gender nonconforming individuals. This may be expressed through discrimination, fear, anger, or discomfort. "
       }, {
            "title": "Transexual"
            , "definition": "An outdated term for a person whose gender identity does not match their sex assigned at birth and who has undergone medical intervention to align their bodies more accurately with their gender. Transexual was commonly used in the 1970s. This particular spelling emphasized a reclaimed sexuality and resisted the medicalized connotations that transsexual held. "
       }, {
            "title": "Transsexual"
            , "definition": " A person whose gender identity does not match their sex assigned at birth and who has undergone medical intervention to align their bodies more accurately with their gender. This spelling was created and used widely by medical professionals.</br>In a contemporary context, transsexual holds a negative connotation. While many people who have undergone hormone replacement therapy or gender-affirming surgeries identify as transsexual, the term is typically viewed as outdated. "
       }, {
            "title": "Transvestite"
            , "definition": "A person who dresses in clothing typically associated with a different gender for sexual fulfillment. Typically transvestism refers to a man who wears stereotypically feminine clothing in a sexual context.</br>Historically, this term was used as a synonym for transsexual. In a contemporary context, transvestite is viewed as a derogatory term. "
       }, {
            "title": "Transvestites Anonymous"
            , "definition": "A counselling group in Rochester started by Dr. Horace Lethbridge for transvestites and transsexual people. In 1985, members took control of the group. In 1989, the group was renamed the CD Network."
       }, {
            "title": "Transvestites & Transexuals Unite!"
            , "definition": "A social and support group for transexuals and transvestites in Rochester founded in 1974 by Sandra Pierce."
       }, {
            "title": "Tri-Ess"
            , "definition": "A national organization which provides educational, social, and supportive resources for heterosexual crossdressers and their allies. Also known as the Society for the Second Self, the organization was founded in 1976 by Virginia Prince and Carol Beecroft.</br><a href='http://www.tri-ess.org/' target='_blank'>tri-ess.org</a>"
       }
   ]
}