{
    "definitions": [
        {
            "title": "1952 - Christine Jorgensen Becomes First American to Have a Sex Change"
            , "definition": " Formerly an Army private, Christine Jorgensen underwent sex change surgeries and hormone treatments in Denmark. Her transition was announced in headlines across the U.S., making her an instant celebrity and transsexual advocate."
       }, {
            "title": "August 1966 - Riots at Compton’s Cafeteria"
            , "definition": "Because drag queens and transsexual women were often excluded from gay bars, Compton’s Cafeteria was a popular meeting place for drag queens and transsexual women in the Tenderloin District of San Francisco. Though they frequently faced discrimination and brutality from police, drag queens and transsexual women fought back in August 1966 and started a riot. Members of the gay community picketed the restaurant after it prohibited queens from entering."
       }, {
            "title": "1966 “The Transsexual Phenomenon”"
            , "definition": "German-American endocrinologist and sexologist Harry Benjamin published “The Transsexual Phenomenon.” This book outlined how transsexual people could transition medically and eventually evolved into the Harry Benjamin Standards of Care."
       }, {
            "title": "June 1969 The Stonewall Riots"
            , "definition": "The Stonewall Inn, a gay bar in New York City, was a popular place for sexual outcasts, including many drag queens and trans women. Anger over enduring frequent raids from police officers, patrons of the Stonewall Inn rioted for several days and nights, a series of demonstrations which would be called the Christopher Street Riots. These events are widely considered to have sparked the Gay Liberation Movement. "
       }, {
            "title": "1970 Gay Liberation Front in Rochester"
            , "definition": "Bob Orson and Larry Fine started a chapter of the Gay Liberation Front at the University of Rochester."
       }, {
            "title": "1970 The Street Transvestite Action Revolutionaries"
            , "definition": "Veterans of the Stonewall Riots Sylvia Rivera and Marsha P. Johnson started Street Transvestite Action Revolutionaries, or STAR House, which provided food, clothing, and shelter to transgender youth in New York City. This organization sought to care for children who had been abandoned by a transphobic society."
       }, {
            "title": ""
            , "definition": ""
       }
        ]
}