{
    "definitions": [
        {
            "title": "1952 - Christine Jorgensen Becomes First American to Have a Sex Change"
            , "definition": " Formerly an Army private, Christine Jorgensen underwent sex change surgeries and hormone treatments in Denmark. Her transition was announced in headlines across the U.S., making her an instant celebrity and transsexual advocate."
       }, {
            "title": "August 1966 - Riots at Compton’s Cafeteria"
            , "definition": "Because drag queens and transsexual women were often excluded from gay bars, Compton’s Cafeteria was a popular meeting place for drag queens and transsexual women in the Tenderloin District of San Francisco. Though they frequently faced discrimination and brutality from police, drag queens and transsexual women fought back in August 1966 and started a riot. Members of the gay community picketed the restaurant after it prohibited queens from entering."
       }, {
            "title": "1966 “The Transsexual Phenomenon”"
            , "definition": "German-American endocrinologist and sexologist Harry Benjamin published “The Transsexual Phenomenon.” This book outlined how transsexual people could transition medically and eventually evolved into the Harry Benjamin Standards of Care."
       }, {
            "title": "June 1969 The Stonewall Riots"
            , "definition": "The Stonewall Inn, a gay bar in New York City, was a popular place for sexual outcasts, including many drag queens and trans women. Anger over enduring frequent raids from police officers, patrons of the Stonewall Inn rioted for several days and nights, a series of demonstrations which would be called the Christopher Street Riots. These events are widely considered to have sparked the Gay Liberation Movement. "
       }, {
            "title": "1970 Gay Liberation Front in Rochester"
            , "definition": "Bob Orson and Larry Fine started a chapter of the Gay Liberation Front at the University of Rochester."
       }, {
            "title": "1970 The Street Transvestite Action Revolutionaries"
            , "definition": "Veterans of the Stonewall Riots Sylvia Rivera and Marsha P. Johnson started Street Transvestite Action Revolutionaries, or STAR House, which provided food, clothing, and shelter to transgender youth in New York City. This organization sought to care for children who had been abandoned by a transphobic society."
       }, {
            "title": "January 1971 The Empty Closet first published"
            , "definition": "Rochester’s LGBT newspaper began humbly as a newsletter for the University of Rochester’s Gay Liberation Front. The newspaper is the oldest and longest running LGBT newspaper in New York State, and possibly in the world."
       }, {
            "title": "1973 Gay Alliance Founded"
            , "definition": "As most members of the Gay Liberation Front were not affiliated with the University of Rochester, the group decided to move off campus and form the Gay Alliance of the Genesee Valley."
       }, {
            "title": "1973 Homosexuality Removed from DSM"
            , "definition": "The Third Edition of the Diagnostic and Statistical Manual, which is used by psychologists to diagnose patients, removed “Homosexuality” as a psychological disorder. "
       }, {
            "title": "1974 September 30th Transexuals and Transvestites Unite!"
            , "definition": "The first meeting of Transexuals and Transvestites Unite! occurred at 366 Grand Avenue Apt 3. Organized by Sandra Pierce, this social and support group was the first of its kind in Rochester."
       }, {
            "title": "1974 December 13th Leah Wilder Murdered"
            , "definition": "On December 13th 1974, Peter Secore stabbed Leah Wilder, a transexual woman, to death in their home at 31 Comfort St in Rochester. Secore, convicted of first-degree manslaughter, claimed that he was repulsing Wilder’s sexual advances, though a witness claimed that Secore planned the murder. Wilder was 33 years old at the time of her death. "
       }, {
            "title": "1975 Transgender Protections in Minneapolis"
            , "definition": "Minneapolis became the first U.S. city to pass legislation prohibiting discrimination against transgender people."
       }, {
            "title": "October 1975 Fantasia Fair Founded "
            , "definition": "This year marked the first annual gathering of transgender people in Provincetown, Massachusetts. The conference began with mostly transsexual women and crossdressers, but it has since expanded to include any gender variant person. Pamela Barres, a transgender woman interviewed in this project, attended the Fair in 1990. The Fantasia Fair continues today. "
       }, {
            "title": "1976 February Frankenstein in Drag"
            , "definition": " Renee Joy Hughson began writing “Frankenstein in Drag” column in The Empty Closet. This regular column sought to educate the public on transexual issues as well as to empower transexual people to live authentically. The column was later renamed “Over the Rainbow.”"
       }, {
            "title": "1976 October TV / TS Support Group by Gay Brotherhood of Rochester"
            , "definition": "Two professional therapists began a transvestite and transexual support group, organized by the Gay Brotherhood of Rochester. In her column in The Empty Closet, Renee Joy Hughson described the positive impact this diverse group made on her life."
       }, {
            "title": "August 1977 Renee Richards"
            , "definition": "Following a New York Supreme Court ruling, Renee Richards, a transgender woman who played professional tennis, became the first openly transgender athlete to compete in the United States Open."
       }, {
            "title": "1977 September Last Publication by Renee Joy Hughson"
            , "definition": "Renee Joy Hughson published the last installment of her column in The Empty Closet."
       }, {
            "title": "1985 Transvestites Anonymous"
            , "definition": "Horace Lethbridge started Transvestites Anonymous (TVA) support group, which functioned out of the Wellesley Counseling Center at 31 Wellesley Street, Rochester. "
       }, {
            "title": "1987 Gender Identity Disorder"
            , "definition": "The Fourth Edition of the Diagnostic and Statistical Manual, which is used by psychologists to diagnose patients, added “gender identity disorder” as a classification for transgender people. While this classification helps transgender people access insurance, it further stigmatized transsexuality as a mental disorder."
       }, {
            "title": "1987 International Foundation of Gender Education"
            , "definition": "The International Foundation for Gender Education (IFGE) was founded by Merissa Sherrill Lynn and has since become “a leading advocate and educational organization for promoting the self-definition and free expression of individual gender identity.”"

       }, {
            "title": "1987 November Use of LGBT Acronym"
            , "definition": "In an article about the March on Washington, the author used “transperson,” “transgenderal,” and “LGBT.” This was the first article using those terms published in The Empty Closet."
       }, {
            "title": "September 1989 Crossdresser’s Network"
            , "definition": "Transvestites Anonymous, the Rochester-based support group, reformed and was renamed Crossdressers Network (CD Network). "
       }, {
            "title": "August 1992 First International Conference on Transgender Law and Employment Policy"
            , "definition": "Activists and lawyers from around the country met in Houston for the first of six gatherings. During these conferences, participants laid the groundwork for the transgender rights movement. Seminars addressed issues relating to health care, employment, military service, and other legal areas."
       }, {
            "title": "1993 First State Protections"
            , "definition": "Minnesota extended protections against discrimination to transgender people, becoming the first state to do so."
       }, {
            "title": "1994 The Gazebo Chat Room"
            , "definition": "Gwendolyn Ann Smith started The Gazebo, a chat room for transgender people, on AOL. This website provided a virtual gathering place and forum for transgender people to connect. Within a few years, The Gazebo reported tens of thousands of unique visitors each month."
       }, {
            "title": "1995 Transgender Lobbying"
            , "definition": "Riki Anne Wilchins created GenderPAC, a transgender advocacy group in Washington, D.C. She and Phyllis Frye, known as the grandmother of the transgender rights movement, held the first transgender lobbying day, organized by GenderPAC"
       }, {
            "title": "1995 Rochester Transgender Organization "
            , "definition": "The Rochester Transgender Organization founded."
       }, {
            "title": "1995 Susans.org "
            , "definition": "An early internet forum, susans.org was created by a transgender woman named Susan to create connections in chatrooms."
       }, {
            "title": "1997 June RTO Marches in Rochester Pride Parade"
            , "definition": "Rochester Transgender Organization marched in Rochester Pride Parade in June to promote transgender visibility."
       }, {
            "title": "1999 Transgender Day of Remembrance"
            , "definition": "Transgender advocate Gwendolyn Ann Smith organized the first Transgender Day of Remembrance in San Francisco. The candlelight vigil originally was held in honor of Rita Hester, who had been murdered in 1998. The event is now observed internationally and pays respects to the hundreds of transgender people who are murdered annually due to transphobic hatred."
       }, {
            "title": "2001 Rochester Non-Discrimination Ordinance"
            , "definition": "Rochester City Council adds gender identity to its non-discrimination ordinance."
       }, {
            "title": "December 2001 FTM Group"
            , "definition": "k.k. forms FTM Group as sub-group of the Rochester Transgender Organization."
       }, {
            "title": "2002 Transgender Law Center"
            , "definition": "The Transgender Law Center, a civil rights organization that advocates for transgender communities, opened its first office in San Francisco. Within a few years, many more advocacy organizations were founded, including the Sylvia Rivera Law Project, the Transgender Legal Defense and Education Fund, and the Center for Excellence for Transgender Health."
       }, {
            "title": "2003 GENDA introduced to NYS Assembly and Senate"
            , "definition": "The Gender Expression Non-Discrimination Act was first introduced to New York State. Passed Assembly for first time in 2007. As of 2015 legislative session, GENDA has never made it to the floor of the Senate."
       }, {
            "title": "May 29, 2003 First Transgender Person Officially Visits White House"
            , "definition": "During a Yale 1968 class reunion, George W. Bush welcomed Petra Leilani Akwai, an openly transgender person, into the White House."
       }, {
            "title": "June 2004 A March of Our Own"
            , "definition": "San Francisco’s first Trans March took place. While this Trans March is recognized as the largest in the United States, similar marches have become annual events in several cities, including Rochester. "
       }, {
            "title": "2005 Rochester Trans Group"
            , "definition": "The Rochester Transgender Organization changed their name to the Rochester Trans Group."
       }, {
            "title": "2005 California Bans Insurance Discrimination Against Transgender Patients"
            , "definition": "With the Insurance Gender Nondiscrimination Act, California became the first state to ensure transgender health care coverage."
       }, {
            "title": "2007 Lobby Day in Albany"
            , "definition": "Members of the Rochester Transgender Organization participated in Lobby Day in Albany, organized by the Empire State Pride Agenda. Participants met with New York State legislators to push the passage of the Gender Expression Non Discrimination Act (GENDA). This annual event was later renamed Equality & Justice Day."
       }, {
            "title": "September 2008 Diane Schroer"
            , "definition": "The Library of Congress, after learning that Diane Schroer was transgender, rescinded a job offer as a terrorism analyst. Schroer sued and, after a District Court judge concluded that the Library of Congress was in violation of Title VII of the Civil Rights Act, won the discrimination lawsuit."
       }, {
            "title": "November 2008 A Transgender Mayor"
            , "definition": "Stu Rasmussen became the first openly transgender mayor in America after being elected mayor of Silverton, Oregon."
       }, {
            "title": "April 2009 Murder of Transgender Woman Labeled a Hate Crime"
            , "definition": "A jury in Colorado found Allen Andrade guilty of first-degree murder in the killing of Angie Zapata, a transgender woman. The case was among the first in which a hate crime law was applied to a transphobic murder."
       }, {
            "title": "June 2009 Chaz Bono"
            , "definition": "Chaz Bono, the child of Cher and Sonny Bono and formerly known as Chastity Bono, came out as a transgender man."
       }, {
            "title": "2009 Presidential Appointees"
            , "definition": "Dylan Orr became the first openly transgender person to be appointed to any U.S. Presidential Administration. In December 2009, Orr began as an attorney at the Department of Labor under President Obama, and his appointment was quickly followed by Amanda Simpson’s in January 2010. Simpson became a senior technical adviser in the Commerce Department’s Bureau of Industry and Security."
       }, {
            "title": "August 2010 Trans Action Group"
            , "definition": "Peter Vaillancourt began the Trans Action Group, a grassroots organizing group to further the political agenda of transgender people in Rochester. The group worked with the New Students for a Democratic Society to promote a number of issues. The group dissolved after a year."
       }, {
            "title": "October 17, 2010 First Openly Transgender Judge"
            , "definition": "Phyllis R. Frye was sworn in as a judge in Houston, becoming the nation’s first openly transgender judge."
       }, {
            "title": "November 2010 College Sports"
            , "definition": "Kye Allums, who played basketball at George Washington University, came out as a transgender man. He is believed to be the first openly transgender person to compete in Division I college basketball."
       }, {
            "title": "August 2011 Genesee Valley Gender Variants"
            , "definition": "Maur DeLaney started the Genesee Valley Gender Variants group. This group sought to create a non-judgemental space for people to experiment with their gender and socialize with other gender nonconforming people."
       }, {
            "title": "2012 Title VII Applies to Transgender Employees"
            , "definition": "The Equal Employment Opportunity Commission ruled that Title VII of the 1964 Civil Rights Act, which made it illegal to discriminate based on sex, also protected transgender employees."
       }, {
            "title": "2012 Meeting of the Groups"
            , "definition": "Rochester hosted the first annual Meeting of the Groups. Transgender support groups from various cities in New York and Pennsylvania gathered to share ideas and collaborate on future events."
       }, {
            "title": "June 2012 Buffalo and Syracuse Pride Parades"
            , "definition": "RTG marches in Buffalo and Syracuse Pride Parades"
       }, {
            "title": "November 2012 Trans March & Transgender Day of Recognition"
            , "definition": "RTG holds first Trans March and Transgender Day of Recognition in Rochester."
       }, {
            "title": "2013 Trans Alliance of Greater Rochester"
            , "definition": "The Rochester Trans Group is renamed the Trans Alliance of Greater Rochester."
       }, {
            "title": "2013 Gender Dysphoria"
            , "definition": "The American Psychiatric Association updated its manual, the Diagnostic and Statistical Manual of Mental Disorders, to include Gender Dysphoria. Gender Dysphoria replaced Gender Identity Disorder, which had previously been used to categorize transgender people. Under the new diagnosis, psychologists acknowledge that mental stress associated with transgenderism is caused by social pressures, not by transgenderism itself. "
       }, {
            "title": "2013 Rochester Non-Discrimination Ordinance Updated"
            , "definition": "Rochester City Council adds gender expression to non-discrimination ordinance in addition to gender identity."
       }, {
            "title": "May 30 2013 Fatima Woods Murdered"
            , "definition": "Fatima Woods, a trans woman, was stabbed to death on Dewey Avenue in Rochester, NY. Vincent Walter was charged with second-degree murder in relationship to her death."
       }, {
            "title": "April 2014 Transgender Studies Quarterly"
            , "definition": "Duke University Press published Transgender Studies Quarterly, the first regularly published academic journal dedicated to transgender studies."
       }, {
            "title": "May 17 2014 City of Rochester Employees Receive Transition Coverage"
            , "definition": "Rochester Mayor Lovely Warren announced that the City of Rochester will add transgender healthcare benefits for employees and their family members who are enrolled in the City’s ‘enhanced’ medical plan."
       }, {
            "title": "May 22 2014 Kimberly & Beck Fired"
            , "definition": "After the City of Rochester announced that employees could access transition coverage through insurance, Kimberly & Beck, hosts of The Morning Buzz show on the local 98.9 radio station, verbally attacked the transgender community and outed a local transgender child. Within a week, sponsors withdrew from the show and, in reaction to an international petition, Entercom fired Kimberly Ray and Barry Beck."
       }, {
            "title": "May 2014 A Medicare Exclusion Reversed"
            , "definition": "The Department of Health and Human Services reversed a Medicare policy in place since 1981 which banned Medicare from covering gender-affirming surgeries. Under the new policy, Medicare must now cover transition care."
       }, {
            "title": "June 2014 Laverne Cox on TIME Magazine"
            , "definition": "Laverne Cox, an actress and advocate, became the first openly transgender person to appear on the cover of Time Magazine."
       }, {
            "title": "December 2014 Changes at the Department of Justice"
            , "definition": "The Department of Justice ruled that Title VII of the Civil Rights Act of 1964 applied to claims of discrimination based on gender identity."
       }, {
            "title": "June 1 2015 Caitlyn Jenner Introduces Herself"
            , "definition": "Caitlyn Jenner, formerly Bruce, an Olympic gold medalist, author, actor and reality television star, discussed her transgender identity and transition an article in Vanity Fair. Using her existing national platform, Jenner has become a well-known transgender advocate.</br>Many transgender people are critical of Jenner’s involvement in community advocacy, arguing that she is out of touch with struggles facing most transgender people. She has also made remarks that many considered to be transphobic and homophobic, suggesting that her personal politics oppose the established politics of the transgender rights movement."
       }, {
            "title": "June 26 2015 Obergefell vs. Hodges "
            , "definition": "In a landmark Supreme Court decision, same-sex marriage became legal throughout the United States. This ruling effectively made the legal sex of any spouse irrelevant, allowing transgender people to marry regardless of the sex listed on state documents. "
       }, {
            "title": "August 18 2015 White House Hires an Openly Transgender Staff Member"
            , "definition": "Formerly a policy adviser at the National Center for Transgender Eqaulity, Raffi Freedman-Gurspan was hired as an outreach and recruitment director on President Obama’s staff."
       }, {
            "title": "January 20th 2016 Gov. Cuomo expands transgender protections in NYS"
            , "definition": "New York Governor Andrew Cuomo enacted an executive order which expanded “state’s existing anti-discrimination rules to prohibit discrimination against a transgender person when it comes to jobs, loans, schools and public accommodations.”"
       }
        ]
}