{
    "topics": [

        {
            "topic": "Finding Community"
            , "id": "community"
            , "tab": "media/icons_Community.png"
            , "hook": "JoAnne Metzler has been heavily involved in the Rochester transgender community since 1989. In the following sections, she describes her personal development and reflects on the enormous changes she has witnessed since first coming out in the 1970s "
            , "slides": [{
                "title": ""
                , "pic": ""
                , "hook": " "
                , "fullText": " "
            }]
        }, {
            "topic": "Transitioning in Workplace"
            , "id": "workplace"
            , "tab": "media/icons_Workplace.png"
            , "slides": [{
                "title": ""
                , "pic": ""
                , "hook": " "
                , "fullText": " "
            }]
        }, {
            "topic": "Health Care"
            , "id": "healthcare"
            , "tab": "media/icons_Healthcare.png"
            , "slides": [{
                "title": ""
                , "pic": ""
                , "hook": " "
                , "fullText": " "
            }]
        }, {
            "topic": "Political Inolvement"
            , "id": "political"
            , "tab": "media/icons_Politics.png"
            , "slides": [{
                "title": ""
                , "pic": ""
                , "hook": " "
                , "fullText": " "
            }]
        }, {
            "topic": "Transparenthood"
            , "id": "transparenthood"
            , "tab": "media/icons_Parenthood.png"
            , "slides": [{
                "title": ""
                , "pic": ""
                , "hook": " "
                , "fullText": " "
            }]
        }, {
            "topic": "Visibility"
            , "id": "visibility"
            , "tab": "media/icons_Visibility.png"
            , "slides": [{
                "title": "Visibility"
                , "pic": ""
                , "hook": "This section explores the connections between visibility, representation, and acceptance.</br></br>Many transgender people have prioritized making their experiences and struggles well-known. While this process can encourage acceptance of trans identities, it can also put gender nonconforming people at risk of violence. Very recently, transgender people, particularly transgender women, have been more visible than ever. "
                , "fullText": " "
            }, {
                "title": "JoAnne Metzler"
                , "pic": "media/JoAnne_Visibility.png"
                , "audio": "metzler/Visibility.wav"
                , "iframe": "<iframe width='100%' height='166' scrolling='no' frameborder='no' src='https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/258889671&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_reposts=false&amp;show_artwork=false'></iframe>"
                , "hook": "Reflecting on the past two decades of involvement in the trans community, Metzler identifies visibility as her top priority. She describes struggles shared by every community member she met since 1997 and argues that visibility for trans people is vital."
                , "fullText": "Metzler begins by referencing a quote by Gandhi, “You must make the injustice visible.” Visibility has always been Metzler’s top priority, inspiring her to write about trans issues in the Empty Closet newspaper every month for nearly two decades. In 1997, she created an eight foot wide banner from vinyl window shades that read “Transgendered and Proud.” The work she has done for the community has always been focused on recognition.</br>Since the beginning of her involvement in the community since 1997, Metzler found two key experiences that have been shared by every trans person she has known, regardless of their age. First, everyone felt deep and lasting shame associated with their gender, though they could not identify the source, and they had to keep it secret. Secondly, everyone thought they were “the only one” to feel this way. While describing the experience of meeting another trans person for the first time, Metzler became emotional, and she asserted that this ubiquitous isolation is why greater visibility and support groups are vital for the wellbeing of trans people."
            }, {
                "title": "Maur DeLaney"
                , "pic": "media/Maur_Intro.png"
                , "audio": ""
                , "iframe": "<iframe width='100%' height='166' scrolling='no' frameborder='no' src='https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/259832841&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false'></iframe>"
                , "hook": "DeLaney discusses first coming out as a bisexual person. These early experiences were through external objects, such as carrying a marriage equality sign on the bus, and could be removed. He reflects on how those experiences prepared him for living in a trans body, where his queerness is visible at all times."
                , "fullText": "DeLaney first publically identified as queer in 2005 while attending a marriage equality rally. At the time, he presented as female and was in a heterosexual marriage. He received a poster at the rally that said “Loving Couples Deserve Marriage” and carried it proudly as he rode the bus home.</br>Later when marching in the Rochester Pride Parade, DeLaney wore a shirt that said “Bisexual Not Invisible.” Unfamiliar with being identified as bisexual in public, he initially felt embarrassed wearing the shirt, but he eventually learned how to cope with the sometimes awkward feeling of visibility.</br>Now DeLaney’s body reflects his nonconforming gender, and he is recognizably queer regardless of the slogan on his shirt or the political sign in his hand. Without his previous experiences, he acknowledges it may have been harder to endure his blatant queerness. He compares this to confronting medical treatments as a child and then as an adult. Eventually he learned what to expect, and he came to understand that expressing his true gender is worth the risks associated with becoming visible."
            }, {
                "title": ""
                , "pic": ""
                , "hook": " "
                , "fullText": " "
            }, {
                "title": ""
                , "pic": ""
                , "hook": " "
                , "fullText": " "
            }, {
                "title": ""
                , "pic": ""
                , "hook": " "
                , "fullText": " "
            }]
        }

]
}