{
    "topics": [

        {
            "topic": "Finding Community"
            , "id": "community"
            , "tab": "media/icons_Community.png"
            , "hook": "JoAnne Metzler has been heavily involved in the Rochester transgender community since 1989. In the following sections, she describes her personal development and reflects on the enormous changes she has witnessed since first coming out in the 1970s "
            , "slides": [{
                "title": "Finding Community"
                , "pic": ""
                , "hook": " This section shows ways in which transgender people fostered connections with people who shared their experiences.</br></br>In the 1980s, resources were limited to secretive support groups located in Rochester and in other cities. Those living in rural areas relied on internet forums, which began developing in the 1990s. Transmasculine people in particular often found the trans community through first exploring lesbianism. The transgender community and queer community of Rochester has become more inclusive and diverse in recent years."
                , "fullText": " "
            }, {
                "title": "Pam Barres"
                , "pic": "media/Pam_community.png"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/259834806&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_artwork=false&amp;show_reposts=false"
                , "hook": "Barres recounts the process of finding other transsexual women and groups in the Rochester area. She fondly describes her first experience attending the Crossdresser’s Network (also know as CD Network) group in Rochester. "
                , "fullText": " Around 1986, Barres confided her growing gender dysphoria with her wife. She had heard about a group for crossdressers, and she serendipitously found an advertisement for a crossdressing group in the personals section of the newspaper. She describes her hesitation to join the group, and by the time she finally built up the courage to call the number in the ad, it had been disconnected. </br></br>Later in 1989, Barres’ therapist, Pamela Walters, introduced her to Reg Phillips, who became the first transsexual person Barres ever met. Phillips introduced Barres to the group she had been looking for. This group was originally known as Transvestites Anonymous, but the members changed the name to the Crossdresser’s Network (known as CD Network).</br></br>Barres fondly recounts getting ready for her first meeting with the group, which included purchasing a “god-awful” wig and having her makeup done by a drag queen. She notes that the group would often go to lesbian bars after meetings, particularly Rosie’s on Monroe Ave. "
            }, {
                "title": "JoAnne Metzler"
                , "pic": "media/JoAnne_Community.png"
                , "audio": "metzler/FindingCommunity.wav"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/258889681&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_reposts=false&amp;show_artwork=false"
                , "hook": " In 1989, Metzler joined the CD Network, where she met Pam Barres. Despite the support she received from her friends in the group, she was not ready to come out to her wife and end her marriage. Terrified, she vanished from the community in 1995. "
                , "fullText": "In the late 1980s, Metzler began feeling the desire to crossdress again after suppressing her urges since 1974. Her therapist at the time recommended that she join the CD Network. Though the group was very secretive and relied on anonymity, the CD Network hosted regular meetings along with events and dinners. In October 1991, Metzler attended Autumn Accord, a crossdressing event in Syracuse, where she became very close friends with Pam Barres. < /br> Metzler continued making connections in the community and progress in her therapy appointments. In 1995, her therapist suggested that Metzler show her wife photographs of her dressed as a woman. Knowing that would end her marriage, Metzler refused and abruptly terminated her involvement in the CD Network and the transgender community.</br > Metzler returned to the community and began transitioning after experiencing suicidal thoughts again in 1997. "
            }, {
                "title": "Shauna O'Toole"
                , "pic": "media/Shauna_Community.png"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/259834250&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_artwork=false&amp;show_reposts=false"
                , "hook": "O’Toole describes first finding a transgender community in 1990 through Susans.org, an early internet forum for crossdressers and trans women. She briefly reflects on the impact of this online community and resources, and she defines terms in use at the time."
                , "fullText": "In 1990, O’Toole was desperate to know she was not the only person in the world who experienced gender dysphoria. She turned to the newly available internet and, fearing that her wife might catch her, she cautiously searched Yahoo for other people. She found Susans.org, an early internet site and forum for crossdressers and transgender women. O’Toole was astonished by how many people were members of Susans.org, and it quickly became her lifeline when no other resources were available to her. Even while her life became busier with work and children, she reserved time to visit Susans.org and connect with the only community she could.</br></br>O’Toole briefly describes the terminology used online at the time. “Transgender” was used as a synonym for crossdresser. “Transsexual” referred to people who wanted to change their sex, while “transexual” was a word used primarily by the porn industry. "
            }, {
                "title": "Maur Delaney"
                , "pic": "media/Maur_Community.png"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/259832848&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_artwork=false&amp;show_reposts=false"
                , "hook": " DeLaney first attempted to find community by identifying as a lesbian. As he began to feel a disconnect with other lesbians, he joined the Trans Action Group, where he was able to develop his trans identity and his personal style of activism further."
                , "fullText": "DeLaney describes communities in Rochester as wonderfully welcoming, and he notes that his exceptional experiences have influenced his own group. While living with his spouse and son, he began to feel dissatisfied with his life as a housewife. He tried identifying as a lesbian and joined the Rochester Women’s Community Chorus, which was his first exposure to the gay and lesbian community. However, he quickly realized that he did not share the same experiences as his lesbian friends. He began identifying as trans and joined the Trans Action Group, which functioned as a support group and activist hub for trans and gender nonconforming people. With the support of his friends from TAG, DeLaney was able to experiment with his gender, but as he tried on new pronouns and new names, he found his lesbian friends were unable to keep up. He felt a stronger connection to his friends at TAG.</br></br>However, DeLaney was not attached to the political activism in which the Trans Action Group was involved. He instead used the group to meet people and explore his identity. While other members of TAG elevated the importance of civil disobedience and lobbying, DeLaney came to understand activism as creating safe spaces and basic support networks for people. Eventually, the Trans Action Group dissolved, and in the void left behind, DeLaney decided to start his own group, the Genesee Valley Gender Variants."
            }, {
                "title": "Sam Waters"
                , "pic": "media/Sam_PushedOut.png"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/260134940&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_artwork=false&amp;show_reposts=false"
                , "hook": "Waters discusses feeling pushed out of the queer community after transitioning and moving to Rochester. He has very recently become involved in the community again, finding it has transformed and become more inclusive of transgender people. "
                , "fullText": "Waters felt he was pushed out of the queer community shortly after he began transitioning, which left him feeling alienated from the people he called his family. Instead of feeling explicitly pressured to leave, he simply felt there was no place for him. Lesbian spaces he left in New York City did not welcome men, regardless of their history, and the LGB community he found in Rochester was clueless when it came to transgender people. Waters found the Rochester Trans Group and attended a few meetings, but he felt that the group primarily catered to the needs of middle-aged, closeted trans women. As a young trans man, he was unable to find community there. With nothing available locally and internet communities still slowly developing, Waters simply ended his involvement in the queer world.</br></br>Recently, Waters has returned to the queer community. He found that over the past decade, Rochester’s LGBT community has transformed into more of an inclusive community. Now, rather than attempting to restrict the community to four distinct categories, more people are recognizing and embracing a community of diverse identities. Waters is excited to become involved again."
            }]
        }, {
            "topic": "Transitioning in Workplace"
            , "id": "workplace"
            , "tab": "media/icons_Workplace.png"
            , "slides": [{
                "title": "Transitioning in Workplace"
                , "pic": ""
                , "hook": "The following clips illustrate the experiences of three transgender women as they transitioned at work.  "
                , "fullText": " "
            }, {
                "title": "Karen Anne Bills"
                , "pic": "media/Karen_Workplace.png"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/260135041&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_artwork=false&amp;show_reposts=false"
                , "hook": "After transitioning at her workplace, Bills recounts being set up to fail by management.  "
                , "fullText": "In the mid 1990s, Bills transitioned in her workplace at Xerox. As a result of her transition, she was moved to a different department, along with a Chinese man and a Hispanic woman, where she was given impossible work assignments. If she failed to complete her job, she would be fired for incompetence. Recognizing the intentional maltreatment, Bills advocated for herself and her coworkers, and eventually they were returned to their original departments. Bills adds that she also was not allowed to use the women’s restroom after she transitioned."
            }, {
                "title": "Joanne Metzler"
                , "pic": "media/JoAnne_AtWork.png"
                , "audio": "metzler/TransitioningatWork.wav"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/258889674&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_reposts=false&amp;show_artwork=false"
                , "hook": "Metzler discusses the process of transitioning at Nixon Peabody, beginning with a life saving decision in August of 1999 and ending with her first day at work as JoAnne in February 2000.  "
                , "fullText": "Metzler vividly recalls August 1st 1999, when the stress of living a double life became too much to bear and she called her friend Marie in the midst of an emotional breakdown. After talking with Marie, who she had met through the CD Network, Metzler recognized that she needed to transition in her workplace. Though she had been contemplating coming out at work since 1992, she never went through with her plan due to overwhelming fear that she would lose her job, as she knew other transgender women had.</br></br>In August of 1999, she came out to her Human Resources representative. After deliberating with management and other resources, the representative assured Metzler that the company supported her decision to transition on the job. Metzler personally came out to two people each day in the following weeks, attempting to prevent any rumors from spreading, and in preparation of her transition, Metzler’s therapist, Pam Walter, conducted several sensitivity trainings within the company. Throughout this process Metzler was met primarily with support from her coworkers. However, a small group of women were concerned about Metzler using female assigned bathrooms in the building. In the stated interest of cis womens’ safety, a reasoning she deplores, Metzler was forced to use a unisex bathroom in the parking garage twelve floors below her office.</br></br>For the first time on February 29th, 2000, Metzler, despite immense trepidation, came to work as JoAnne. "
            }, {
                "title": "Shauna O'Toole"
                , "pic": "media/Shauna_Sodus.png"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/259834252&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_artwork=false&amp;show_reposts=false"
                , "hook": "In June of 2007, O’Toole was outed publicly when the local news ran the headline “Sodus Teacher to Change Sex.” She discusses her reactions to the malicious incident and the irreparable damage it caused."
                , "fullText": "O’Toole, working as a science teacher at Sodus High School, came out in privacy to her administration and union in June of 2007. She was planning to begin her transition and return for the 2007-2008 academic year as Ms. O’Toole. However, members of Sodus faculty, stating that they were acting to protect the children, leaked the information to the local news, and on June 21st 2007, Channel 10 News ran several segments with the headline “Sodus Teacher to Change Sex.” Although the news did not include O’Toole’s name, everyone in Sodus and the surrounding area knew the segment was about her.</br></br>O’Toole’s children found out through social media before she had a chance to tell them herself. Her daughter was furious that O’Toole had seemingly come out to everyone in town before she had come out to her own family, and O’Toole’s relationship with her daughter has been damaged since. However, she maintains a very close bond with her son."
            }]
        }, {
            "topic": "Health Care"
            , "id": "healthcare"
            , "tab": "media/icons_Healthcare.png"
            , "slides": [{
                "title": "Health Care"
                , "pic": ""
                , "hook": " Because medical intervention is often seen as a necessary part of transitioning, transgender people have prioritized both physical and mental health care.</br></br>In this section, narrators recounted their experiences with conversion therapy and psychological testing, both processes which have been phased out of modern transgender treatment. Many people reported having to educate their doctors to receive proper treatment while others were simply refused service by doctors due to their gender identity. In recent years, transition-related health care has become significantly more accessible. "
                , "fullText": " "
            }, {
                "title": "Pam Barres"
                , "pic": "media/Pam_mentalhealth.png"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/259836809&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_artwork=false&amp;show_reposts=false"
                , "hook": " Barres discusses her interactions with psychiatrists and mental health counsellors. Prior to 1989, mental health professionals used conversion therapy techniques, which promised to “break” her crossdressing habits. In 1989, Barres began seeing a therapist who finally taught her to embrace her transsexualism.</br></br>This clip is separated into three sections."
                , "fullText": "As Barres got older, she developed digestive issues related to mental and emotional stress. After a series of medical tests that did not yield any results, she decided to see Dr. Edelson, a therapist in Rochester. Edelson theorized that Barres wanted to emulate women because she wanted to prove she was better than a woman. Edelson told Barres to stop crossdressing and promised his treatments would “break it.”</br></br>In the late 1980s, Barres’ stress-related stomach issues got worse, and she began seeing Dr. Robert Horn. Horn urged Barres to quit crossdressing entirely, and through treatment he attempted to convince Barres that it was “great being a guy.”</br></br>Finally, in January of 1989, Barres began seeing Pamela Walter. Walter encouraged Barres to come to her appointments dressed as a woman. She also recommended books to Barres relating to transsexualism. Barres underwent psychological testing at the University of Rochester Medical Center, a process which she now belittles, and medical professionals declared her a “certified transsexual.”"
            }, {
                "title": "Joanne Metzler"
                , "pic": ""
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/258889678&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=false&amp;show_reposts=false"
                , "hook": "At the recommendation of her therapist, Metzler underwent psychological testing before she was able to begin hormone replacement therapy in 1999. In this clip, she describes the “miserable” psychoanalytical evaluations. "
                , "fullText": "In 1999, Pam Walter, Metzler’s therapist, recommended that Metzler undergo psychological testing, as she had done twenty five years earlier. Metzler met with Dr. Goldstein for a series of psychoanalytical tests, which included math evaluations, Rorschach tests, and other activities. Describing the process as “miserable,” Metzler recalled that the tests attempted to identify personality traits that aligned with gender stereotypes. For example, Dr. Goldstein determined that Metzler was indeed more feminine because her personality was categorized as passive. Based on the analysis from the neurologist, Metzler began hormone replacement therapy on November 5th, 1999, an event which she recalls in detail.  "
            }, {
                "title": "Sam Waters"
                , "pic": "media/Sam_Transition.png"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/260134937&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_artwork=false&amp;show_reposts=false"
                , "hook": "Waters discusses the medical process of transitioning, which he began by seeing a therapist. He received hormones from a questionable doctor in New York City before he was able to convince a nurse practitioner at Columbia University’s student health center to learn transition care. "
                , "fullText": "Waters describes the still complex but comparatively straightforward process of undergoing medical transitioning. This process began with seeing a gender therapist, receiving a recommendation for hormones, beginning hormones, and then getting surgery. He also details the “Real Life Test,” which was required under the Harry Benjamin Standards of Care. When Waters began his medical transition in 1997, most progressive gender therapists were not requiring the “Real Life Test,” and Waters himself was never subjected to it. He adds that at the age of 21, he was extremely young to begin his medical transition. This is in stark contrast to contemporary trans culture where people under the age of 18 are commonly beginning to transition.</br></br>In March of 1998, Waters began hormone therapy. There was only one doctor in New York City who prescribed hormones to trans men, and the doctor, recognizing his exclusivity, took financial advantage of his patients. Waters found a nurse practitioner at the student health center at Columbia University who was willing to research trans care and provide him with prescriptions and injections. Waters notes that the nurse practitioner would temporarily withhold his hormones until he agreed to routine procedures such as pap smears"
            }, {
                "title": "Karen Anne Bills"
                , "pic": "media/Karen_Healthcare.png"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/260135037&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_artwork=false&amp;show_reposts=false"
                , "hook": "Bills describes decades’ worth of terrible experiences with doctors who were unfamiliar with transition care and refused to treat her."
                , "fullText": "In 1999, Bills began transition care with Dr. Diego Cahn-Hidalgo in Rochester. Due to lack of insurance and other issues, she had to leave his supportive practice. In the coming years, Bills struggled through inadequate medical treatment and several doctors who openly discriminated against her due to her gender identity. She discusses her experiences with doctors who refused to touch her or write her prescriptions. "
            }, {
                "title": "Karen Anne Bills"
                , "pic": "media/Karen_Trillium.png"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/260135033&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_artwork=false&amp;show_reposts=false"
                , "hook": "After nearly twenty years of poor treatment from doctors, Bills began seeing Dr. William Valenti at Trillium Health in 2014, and she says it changed her world."
                , "fullText": "After hearing about Dr. William Valenti from a friend, Bills found his profile on Facebook and they developed a personal relationship with him immediately, even before she had a scheduled appointment with him. This friendship became stronger when Bills met Valenti in person at Trillium Health. During the appointment, they mostly talked and shared stories. Bills describes the positive treatment she has received from the entire staff at Trillium Health and notes that her prescriptions are always filled quickly and with ease. In addition to medical care, she has received legal aid from Trillium Health to begin the process of changing the gender markers on her state ID and her birth certificate.  "
            }, {
                "title": "Shauna O'Toole"
                , "pic": "media/Shauna_Medical.png"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/259834247&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_artwork=false&amp;show_reposts=false"
                , "hook": "O’Toole recounts beginning her medical transition in late 2005. She was the first transgender patient her doctor had encountered, but she was able to receive transition care from the practice. Working with a gender therapist in Auburn, NY, O’Toole began to identify herself within a community of women. "
                , "fullText": " At the recommendation of several people on Susans.org, O’Toole went to her primary care physician in late 2005 to begin her medical transition. O’Toole brought a copy of the Harry Benjamin Standards of Care to the appointment, and her doctor, who had never cared for a transgender patient before, agreed to provide hormone replacement therapy and blood tests to aid in her transition.</br></br>O’Toole began seeing Claire Brobrycki, a therapist working Auburn, NY, and during her treatment engaged in difficult conversations that were both painful and liberating. One of her first assignments with Brobrycki involved writing a list of things that contributed to womanhood. O’Toole noticed that as she was writing, she went from using third person perspective to talk about women to using first person plural perspective. Through the assignment, she began to identify herself as a woman like any other."
            }, {
                "title": "Maur Delaney"
                , "pic": "media/Maur_Healthcare.png"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/259832846&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_artwork=false&amp;show_reposts=false"
                , "hook": "Describing medical intervention as an integral and difficult part of expressing his trans identity, DeLaney shares his experiences with health care, primarily Rochester’s LGBT health clinic, Trillium Health."
                , "fullText": "Around 2010, AIDS Rochester, a local HIV clinic, approached the Trans Alliance of Greater Rochester to assess the need in the community for trans health care. According to DeLaney, the clinic recognized that their specialized services could benefit more members of the LGBT community, and the clinic rebranded as Trillium Health.</br></br>At the time of the interview in 2014, Trillium Health was a new resource for the community. While some people have reported negative experiences with the clinic, DeLaney describes Trillium as a personally supportive and positive experience, and he adds that staff are still learning how to better serve the transgender community. DeLaney emphasizes that his experience is not universal, and many in the community are opposed to LGBT specific clinics.</br></br>Valuing lived experience over clinical knowledge, DeLaney has always felt more comfortable seeing female doctors, particularly when dealing with reproductive health. Although he would ideally prefer a trans male doctor, he appreciates that cis female doctors have personal and intimate experience with anatomy similar to his."
            }]
        }, {
            "topic": "Political Involvement"
            , "id": "political"
            , "tab": "media/icons_Politics.png"
            , "slides": [{
                "title": "Political Involvement"
                , "pic": ""
                , "hook": "In this section, narrators discuss their involvement in political activism as well as their opinions on LGBT rights legislation. "
                , "fullText": " "
            }, {
                "title": "Karen Anne Bills"
                , "pic": "media/Karen_Enda.png"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/260135038&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_artwork=false&amp;show_reposts=false"
                , "hook": "Bills describes the hostility between the gay community and the trans community, specifically referencing the exclusion of trans rights in the Employment Non-Discrimination Act (ENDA)."
                , "fullText": "After marriage equality was passed in New York, gay activism waned despite struggles still faced by the transgender community. Bills refers to the recent rise in transgender visibility as simply 'this year’s theme” and asserts that it is “too little too late.'</br></br>Bills describes her frustration with the Employment Non-Discrimination Act (ENDA), a contentious piece of legislation which would grant employment protections to the LGBT community on the basis of sexual orientation. As Bills notes, one draft of ENDA explicitly included protections on the basis of gender identity and expression, which would have served to protect the transgender community, but politicians reduced the legislation to a bathroom issue, arguing that transgender people should not be allowed to use public bathrooms. In order to pass the legislation, protections for gender identity and expression were removed, at the expense of the trans community. The gay community praised this draft and supported it. Bills remains bitter about this political betrayal, saying they 'wanted it so bad, [they] forgot about us.' "
            }, {
                "title": "JoAnne Metzler"
                , "pic": "media/JoAnne_GENDA.png"
                , "audio": "metzler/GENDA.wav"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/258889680&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_reposts=false&amp;show_artwork=false"
                , "hook": "Metzler discusses the Gender Expression Non-Discrimination Act (GENDA) and politics surrounding trans activism.  "
                , "fullText": "Beginning in 2007, Metzler, accompanied by other members of the trans community, took an annual trip to Albany, NY to participate in Lobby Day (later renamed Equality & Justice Day) with the Empire State Pride Agenda. Metzler made the trek to lobby for the Gender Expression Non-Discrimination Act (GENDA). This legislation adds “gender expression” to the existing New York non-discrimination laws, effectively protecting transgender and gender non-conforming New Yorkers from discrimination in employment, housing, and in other situations. The passage of GENDA has been a major point of LGBT activism in the past decade.</br></br>Metzler fears that activism will significantly decrease following the passage of GENDA, citing a similar decline in political involvement after New York passed marriage equality. Following the legislative victory, many LGBT non-profits lost donations from wealthy gay men whose primary interest was securing marriage rights. While she recognizes that there are other transgender issues not covered by GENDA, Metzler admits that she herself is not likely to travel to Albany regularly if GENDA passes, as she will have achieved her primary goal.</br></br>In October 2015, New York Governor Andrew Cuomo announced an executive order which would add “gender expression” to existing New York non-discrimination laws. This executive order went into effect in January 2016. "
            }, {
                "title": "Sam Waters"
                , "pic": "media/Sam_Involvement.png"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/260134933&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_artwork=false&amp;show_reposts=false"
                , "hook": "While in college, Waters attended numerous rallies and became involved in direct action organizations including the Lesbian Avengers, The AIDS Coalition to Unleash Power (ACT UP), and Queer Nation. In 1997, he ran American Boyz NYC."
                , "fullText": " During his junior year at Rutgers University, Waters got involved in Lesbians and Bisexuals in Action (LABIA) and was introduced to leftist grassroots activism. While the term “intersectionality” was not widely used at the time, many of the demonstrations he attended addressed overlapping systems of oppression and involved different minority groups working together toward a common goal. On campus he was involved in anti-war activism, and in New York City, he was occasionally involved with the Lesbian Avengers, ACT UP, and Queer Nation.</br></br>Waters attended Columbia University in New York City for graduate school, which he states was good for activism but bad for academics. He attempted to get involved with Transexual Menace, but the organization was mostly operational from Washington, D.C. Instead he aligned himself with American Boyz NYC, an organization for transmasculine people, and ran the chapter from 1997 to 1999. "
            }]
        }, {
            "topic": "Transparenthood"
            , "id": "transparenthood"
            , "tab": "media/icons_Parenthood.png"
            , "slides": [{
                "title": "Transparenthood"
                , "pic": ""
                , "hook": "In this section, two transgender narrators describe their relationship with their children and the impact that their transition had on that relationship. "
                , "fullText": " "
            }, {
                "title": "Maur Delaney"
                , "pic": "media/Maur_Transparenthood.png"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/259832843&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_artwork=false&amp;show_reposts=false"
                , "hook": "DeLaney discusses his close relationship with his son and the importance of honesty in maintaining that relationship. "
                , "fullText": "Valuing transparency and authenticity, DeLaney has always been open with this son, Aiden, about his sexuality, gender, and all other facets of his life. His son marched with him in pride parades and frequently attends Genesee Valley Gender Variant meetings, where he has developed close friendships with many other members. DeLaney recalls when his son first called him “Dad,” though he admits he still serves a maternal role and is often referred to as “Mom” as well. Returning the honesty, DeLaney’s son has been very open about his own sexuality and gender.</br></br>DeLaney never made a conscious effort to explain his transition to his son. Rather they just discussed things casually as they were pertinent in their lives. DeLaney never felt the need to hide his identity from his son."
            }, {
                "title": "Shauna O'Toole"
                , "pic": "media/Shauna_Transparenthood.png"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/259834244&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_artwork=false&amp;show_reposts=false"
                , "hook": "O’Toole briefly describes her relationship with her son, who always has been and will continue to be her strongest ally. "
                , "fullText": "Although O’Toole’s transition severely damaged her relationship with her daughter, she has maintained an extremely close relationship with her son. In the summer of 2008, O’Toole dressed as a woman for the first time with her son, and her son, who was then twelve years old, embraced her identity and simply could not understand why everyone else was upset with her transition. Years later, O’Toole’s son reflected on her feminine parenting style, and he showed an understanding of her gender identity even before she had come out to him. "
            }]
        }, {
            "topic": "Visibility"
            , "id": "visibility"
            , "tab": "media/icons_Visibility.png"
            , "slides": [{
                "title": "Visibility"
                , "pic": ""
                , "hook": "This section explores the connections between visibility, representation, and acceptance.</br></br>Many transgender people have prioritized making their experiences and struggles well-known. While this process can encourage acceptance of trans identities, it can also put gender nonconforming people at risk of violence. Very recently, transgender people, particularly transgender women, have been more visible than ever. "
                , "fullText": " "
            }, {
                "title": "JoAnne Metzler"
                , "pic": "media/JoAnne_Visibility.png"
                , "audio": "metzler/Visibility.wav"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/258889671&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_reposts=false&amp;show_artwork=false"
                , "hook": "Reflecting on the past two decades of involvement in the trans community, Metzler identifies visibility as her top priority. She describes struggles shared by every community member she met since 1997 and argues that visibility for trans people is vital."
                , "fullText": "Metzler begins by referencing a quote by Gandhi, “You must make the injustice visible.” Visibility has always been Metzler’s top priority, inspiring her to write about trans issues in the Empty Closet newspaper every month for nearly two decades. In 1997, she created an eight foot wide banner from vinyl window shades that read “Transgendered and Proud.” The work she has done for the community has always been focused on recognition.</br>Since the beginning of her involvement in the community since 1997, Metzler found two key experiences that have been shared by every trans person she has known, regardless of their age. First, everyone felt deep and lasting shame associated with their gender, though they could not identify the source, and they had to keep it secret. Secondly, everyone thought they were “the only one” to feel this way. While describing the experience of meeting another trans person for the first time, Metzler became emotional, and she asserted that this ubiquitous isolation is why greater visibility and support groups are vital for the wellbeing of trans people."
            }, {
                "title": "Maur DeLaney"
                , "pic": "media/Maur_Visibility.png"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/259832841&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=false&amp;show_reposts=false"
                , "hook": "DeLaney discusses first coming out as a bisexual person. These early experiences were through external objects, such as carrying a marriage equality sign on the bus, and could be removed. He reflects on how those experiences prepared him for living in a trans body, where his queerness is visible at all times."
                , "fullText": "DeLaney first publically identified as queer in 2005 while attending a marriage equality rally. At the time, he presented as female and was in a heterosexual marriage. He received a poster at the rally that said “Loving Couples Deserve Marriage” and carried it proudly as he rode the bus home.</br>Later when marching in the Rochester Pride Parade, DeLaney wore a shirt that said “Bisexual Not Invisible.” Unfamiliar with being identified as bisexual in public, he initially felt embarrassed wearing the shirt, but he eventually learned how to cope with the sometimes awkward feeling of visibility.</br>Now DeLaney’s body reflects his nonconforming gender, and he is recognizably queer regardless of the slogan on his shirt or the political sign in his hand. Without his previous experiences, he acknowledges it may have been harder to endure his blatant queerness. He compares this to confronting medical treatments as a child and then as an adult. Eventually he learned what to expect, and he came to understand that expressing his true gender is worth the risks associated with becoming visible."
            }, {
                "title": "Sam Waters"
                , "pic": "media/Sam_Visibility.png"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/260134943&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=false&amp;show_reposts=false"
                , "hook": "Waters compares the representation of trans men and trans women in the media, both in the 1990s and presently. According to him, trans men are still largely invisible.  "
                , "fullText": "  In the 1990s, most media representation and support groups were catered specifically toward trans women, while trans men remained largely in the background. Similarly, today the most well known transgender advocates are transgender women. Because trans women face higher rates of violence and discrimination, it is important to represent them broadly in discussions on transgender issues. However, Waters felt that in some ways conversations around transgender men are lacking in depth. Additionally, Waters discussed the loss of privilege that trans women experience when transitioning, in contrast to the privilege that trans men gain."
            }, {
                "title": "JoAnne Metzler"
                , "pic": "media/JoAnne_Planetary.png"
                , "audio": "metzler/PlanetaryShift.wav"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/258889676&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=falseshow_artwork=false&amp;show_reposts=false&amp;"
                , "hook": "Metzler describes the recent meteoric rise of transgender visibility and support for transgender rights, on a local scale as well as a nationally."
                , "fullText": "While thinking about her life, Metzler is astounded by how much progress has been made by the trans community, particularly just since 2014. She begins by mentioning the Kimberly and Beck calamity, which occurred in May 2014 when hosts of The Morning Buzz on local radio station 98.9 verbally attacked the transgender community and a transgender child on air. Metzler particularly notes the immediate support they received from the larger Rochester community and even the international community. She adds that the Trans Alliance of Greater Rochester (TAGR) was not the catalyst for any actions against Kimberly and Beck; they were simply reacting to the advocacy led by allies.</br></br>Metzler also discusses Caitlyn Jenner and other transgender celebrities, as well as media representations of trans people, describing the recent rise in visibility and acceptance as a 'planetary shift.'</br></br>Metzler highlights the progressive nature of Rochesterians. The Gay Alliance of the Genesee Valley has been active for more than forty years, and The Empty Closet, Metzler speculates, may be the longest running LGBT newspaper in the world. "
            }, {
                "title": "Sam Waters"
                , "pic": "media/Sam_Visibility.png"
                , "iframe": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/260134934&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=false&amp;show_user=false&amp;show_reposts=false"
                , "hook": "With increased acceptance of transgender individuals, Waters fears that the community may lose its sense of difference and its cohesion and uniqueness.  "
                , "fullText": "Waters speculated that soon transgender people will stop being seen as a deviation from “normal” society. As transgender people gain more acceptance and transition earlier in life, they will face less adversity. While Waters recognized this as a benefit, he also acknowledged that it comes at a cost. He compared this idea to the loss of “gay ghettos.” As gay and lesbian people are more accepted by heteronormative society, gay bars and other traditionally queer spaces are no longer seen as necessary safe havens. In the same way, Waters questioned whether or not the transgender community will continue to exist."
            }]
        }

]
}